bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
kisstkondoros.vscode-gutter-preview
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
pkief.material-icon-theme
pranaygp.vscode-css-peek
redhat.vscode-yaml
stxr.iconfont-preview
vincaslt.highlight-matching-tag
vue.volar
